Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# profile.report.reason.harassment_targeted
source: Targeted Harassment
ar: التحرش المستهدف
de: Gezielte Belästigung
es: Acoso dirigido
fr: Harcèlement ciblé
it: Molestie mirate
ja: 標的を絞った嫌がらせ
ko: 표적 괴롭힘
nl: Gerichte intimidatie
pl: Ukierunkowane molestowanie
pt: Assédio direcionado
ru: Целенаправленное преследование
th: การคุกคามแบบกำหนดเป้าหมาย
tr: Hedefli Taciz
vi: Quấy rối có chủ đích
zh: 有针对性的骚扰

# profile.report.reason.harassment_troll
source: Trolling
ar: التصيد
de: Trollen
es: Troleo
fr: La pêche à la traîne
it: Traina
ja: トローリング
ko: 트롤링
nl: Trollen
pl: Trollowanie
pt: Trollagem
ru: Троллинг
th: หลอก
tr: Trolleme
vi: troll
zh: 拖钓

# profile.report.sheet_title
source: Report Account
ar: الإبلاغ عن الحساب
de: Konto melden
es: Reportar cuenta
fr: Signaler le compte
it: Segnala conto
ja: アカウントを報告する
ko: 계정 신고
nl: Account rapporteren
pl: Zgłoś konto
pt: Conta de relatório
ru: Сообщить об аккаунте
th: รายงานบัญชี
tr: Hesabı Bildir
vi: Báo cáo tài khoản
zh: 举报账户

# profile.report.submit
source: Submit Report
ar: إرسال التقرير
de: Bericht einreichen
es: Enviar informe
fr: Soumettre le rapport
it: Invia rapporto
ja: レポートの送信
ko: 보고서 제출
nl: Rapport indienen
pl: Prześlij raport
pt: Enviar relatório
ru: Отправить отчет
th: ส่งรายงาน
tr: Raporu Gönder
vi: Gửi báo cáo
zh: 提交报告

# profile.result.hint
source: Shows detailed profile information for this account
ar: Shows detailed profile information for this account (AR)
de: Zeigt detaillierte Profilinformationen für diesen Account
es: Muestra información detallada del perfil
fr: Affiche les informations détaillées du profil
it: Mostra informazioni dettagliate del profilo
ja: このアカウントの詳細プロフィール情報を表示
ko: Shows detailed profile information for this account (한국어)
nl: Zeigt detaillierte Profilinformationen für diesen Account (NL)
pl: Shows detailed profile information for this account (PL)
pt: Mostra informações detalhadas do perfil
ru: Shows detailed profile information for this account (RU)
th: Shows detailed profile information for this account (TH)
tr: Shows detailed profile information for this account (TR)
vi: 显示此账户的详细个人资料信息 (VI)
zh: 显示此账户的详细个人资料信息

# profile.save_search
source: Save Search
ar: Save Search (AR)
de: Suche speichern
es: Guardar búsqueda
fr: Sauvegarder la recherche
it: Salva ricerca
ja: 検索を保存
ko: 検索を保存 (한국어)
nl: Suche speichern (NL)
pl: Save Search (PL)
pt: Salvar pesquisa
ru: Save Search (RU)
th: Save Search (TH)
tr: Save Search (TR)
vi: 保存搜索 (VI)
zh: 保存搜索

# profile.save_search.hint
source: Saves this search for quick access later
ar: Saves this search for quick access later (AR)
de: Speichert diese Suche für einen späteren schnellen Zugriff
es: Guarda esta búsqueda para acceder rápidamente más tarde
fr: Enregistre cette recherche pour un accès rapide plus tard
it: Salva questa ricerca per accedervi rapidamente in seguito
ja: 後で簡単にアクセスできるようにこの検索を保存します
ko: Saves this search for quick access later (한국어)
nl: Saves this search for quick access later (NL)
pl: Saves this search for quick access later (PL)
pt: Salva esta pesquisa para acesso rápido mais tarde
ru: Saves this search for quick access later (RU)
th: Saves this search for quick access later (TH)
tr: Saves this search for quick access later (TR)
vi: Saves this search for quick access later (VI)
zh: 保存此搜索以便稍后快速访问

# profile.save_search.label
source: Save current search query
ar: Save current search query (AR)
de: Aktuelle Suchanfrage speichern
es: Guardar consulta de búsqueda actual
fr: Enregistrer la requête de recherche actuelle
it: Salva la query di ricerca corrente
ja: 現在の検索クエリを保存する
ko: Save current search query (한국어)
nl: Save current search query (NL)
pl: Save current search query (PL)
pt: Salvar consulta de pesquisa atual
ru: Save current search query (RU)
th: Save current search query (TH)
tr: Save current search query (TR)
vi: Save current search query (VI)
zh: 保存当前搜索查询

# profile.saved_search.label
source: Load saved search for {query}
ar: Load saved search for {query} (AR)
de: Gespeicherte Suche nach{query}laden
es: Cargar búsqueda guardada para {query}
fr: Charger la recherche enregistrée pour {query}
it: Carica la ricerca salvata per {query}
ja: {query} の保存された検索をロードします
ko: Load saved search for {query} (한국어)
nl: Load saved search for {query} (NL)
pl: Load saved search for {query} (PL)
pt: Carregar pesquisa salva para {query}
ru: Load saved search for {query} (RU)
th: Load saved search for {query} (TH)
tr: Load saved search for {query} (TR)
vi: Load saved search for {query} (VI)
zh: 加载已保存的{query}搜索

# profile.saved_searches
source: Saved Searches
ar: Saved Searches (AR)
de: Gespeicherte Suchen
es: Búsquedas guardadas
fr: Recherches sauvegardées
it: Ricerche salvate
ja: 保存済み検索
ko: Saved Searches (한국어)
nl: Gespeicherte Suchen (NL)
pl: Saved Searches (PL)
pt: Pesquisas salvas
ru: Saved Searches (RU)
th: Saved Searches (TH)
tr: Saved Searches (TR)
vi: 已保存的搜索 (VI)
zh: 已保存的搜索

# profile.search_placeholder
source: Handle or DID
ar: Handle or DID (AR)
de: Handle oder DID
es: Handle o DID
fr: Handle ou DID
it: Handle o DID
ja: ハンドルまたはDID
ko: ハンドルまたはDID (한국어)
nl: Handle oder DID (NL)
pl: Handle or DID (PL)
pt: Handle ou DID
ru: Handle or DID (RU)
th: Handle or DID (TH)
tr: Handle or DID (TR)
vi: Handle or DID (VI)
zh: Handle 或 DID

# profile.search.hint
source: Type a handle or DID to search for a Bluesky account
ar: Type a handle or DID to search for a Bluesky account (AR)
de: Geben Sie einen Benutzernamen oder eine DID ein, um nach einem Bluesky-Konto zu suchen
es: Escriba un identificador o DID para buscar una cuenta Bluesky
fr: Tapez un identifiant ou un DID pour rechercher un compte Bluesky
it: Digita un handle o un DID per cercare un account Bluesky
ja: ハンドルまたは DID を入力して Bluesky アカウントを検索します
ko: Type a handle or DID to search for a Bluesky account (한국어)
nl: Type a handle or DID to search for a Bluesky account (NL)
pl: Type a handle or DID to search for a Bluesky account (PL)
pt: Digite um identificador ou DID para procurar uma conta Bluesky
ru: Type a handle or DID to search for a Bluesky account (RU)
th: Type a handle or DID to search for a Bluesky account (TH)
tr: Type a handle or DID to search for a Bluesky account (TR)
vi: Type a handle or DID to search for a Bluesky account (VI)
zh: 输入句柄或 DID 以搜索 Bluesky 帐户

# profile.search.label
source: Search Bluesky by handle or DID
ar: Search Bluesky by handle or DID (AR)
de: Durchsuchen Sie Bluesky nach Handle oder DID
es: Buscar Bluesky por identificador o DID
fr: Rechercher Bluesky par identifiant ou DID
it: Cerca Bluesky per handle o DID
ja: ハンドルまたは DID で Bluesky を検索
ko: Search Bluesky by handle or DID (한국어)
nl: Search Bluesky by handle or DID (NL)
pl: Search Bluesky by handle or DID (PL)
pt: Pesquise Bluesky por identificador ou DID
ru: Search Bluesky by handle or DID (RU)
th: Search Bluesky by handle or DID (TH)
tr: Search Bluesky by handle or DID (TR)
vi: Search Bluesky by handle or DID (VI)
zh: 通过句柄或 DID 搜索 Bluesky

# profile.search.no_results
source: No matching profiles found.
ar: No matching profiles found. (AR)
de: Keine passenden Profile gefunden.
es: No se encontraron perfiles coincidentes.
fr: Aucun profil trouvé.
it: Nessun profilo trovato.
ja: なし matching profiles found.
ko: なし matching profiles found. (한국어)
nl: Keine passenden Profile gefunden. (NL)
pl: No matching profiles found. (PL)
pt: Não matching profiles found.
ru: No matching profiles found. (RU)
th: No matching profiles found. (TH)
tr: No matching profiles found. (TR)
vi: 未找到匹配的个人资料 (VI)
zh: 未找到匹配的个人资料

# profile.search.placeholder
source: Handle or DID
ar: Handle or DID (AR)
de: Handle oder DID
es: Handle o DID
fr: Handle ou DID
it: Handle o DID
ja: ハンドルまたはDID
ko: ハンドルまたはDID (한국어)
nl: Handle oder DID (NL)
pl: Handle or DID (PL)
pt: Handle ou DID
ru: Handle or DID (RU)
th: Handle or DID (TH)
tr: Handle or DID (TR)
vi: Handle 或 DID (VI)
zh: Handle 或 DID

# profile.searching
source: Searching
ar: Searching (AR)
de: Suche läuft
es: Buscando
fr: Recherche
it: Ricerca in corso
ja: 検索中
ko: 検索中 (한국어)
nl: Suche läuft (NL)
pl: Searching (PL)
pt: Pesquisando
ru: Searching (RU)
th: Searching (TH)
tr: Searching (TR)
vi: 搜索中 (VI)
zh: 搜索中

# profile.stats
source: Stats
ar: Stats (AR)
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: Stats (한국어)
nl: Statistiken (NL)
pl: Stats (PL)
pt: Estatísticas
ru: Stats (RU)
th: Stats (TH)
tr: Stats (TR)
vi: 统计 (VI)
zh: 统计

# profile.stats_section
source: Stats
ar: Stats (AR)
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: Stats (한국어)
nl: Statistiken (NL)
pl: Stats (PL)
pt: Estatísticas
ru: Stats (RU)
th: Stats (TH)
tr: Stats (TR)
vi: 统计 (VI)
zh: 统计

# profile.stats.did
source: DID
ar: DID (AR)
de: TAT
es: HIZO
fr: A FAIT
it: FATTO
ja: した
ko: DID (한국어)
nl: DID (NL)
pl: DID (PL)
pt: FEZ
ru: DID (RU)
th: DID (TH)
tr: DID (TR)
vi: DID (VI)
zh: 做过

# profile.stats.display_name
source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
it: Nome da visualizzare
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome de exibição
ru: Отображаемое имя
th: ชื่อที่แสดง
tr: Ekran adı
vi: Tên hiển thị
zh: 显示名称

# profile.stats.followers
source: Followers
ar: Followers (AR)
de: Follower
es: Seguidores
fr: Abonnés
it: Follower
ja: フォロワー
ko: フォロワー (한국어)
nl: Followers (NL)
pl: Followers (PL)
pt: Seguidores
ru: Followers (RU)
th: Followers (TH)
tr: Followers (TR)
vi: 粉丝 (VI)
zh: 粉丝

# profile.stats.following
source: Following
ar: Following (AR)
de: Folge ich
es: Seguidos
fr: Abonnements
it: Seguiti
ja: フォロー中
ko: フォロー中 (한국어)
nl: Following (NL)
pl: Following (PL)
pt: Seguindo
ru: Following (RU)
th: Following (TH)
tr: Following (TR)
vi: 关注中 (VI)
zh: 关注中

# profile.stats.handle
source: Handle
ar: Handle (AR)
de: Handhaben
es: Manejar
fr: Poignée
it: Maniglia
ja: ハンドル
ko: ハンドル (한국어)
nl: Handle (NL)
pl: Handle (PL)
pt: Lidar
ru: Handle (RU)
th: Handle (TH)
tr: Handle (TR)
vi: Handle (VI)
zh: 处理

# profile.stats.joined
source: Joined
ar: Joined (AR)
de: Beigetreten
es: Fecha de registro
fr: Inscrit
it: Iscritto il
ja: 参加日
ko: 参加日 (한국어)
nl: Joined (NL)
pl: Joined (PL)
pt: Data de entrada
ru: Joined (RU)
th: Joined (TH)
tr: Joined (TR)
vi: 加入时间 (VI)
zh: 加入时间

# profile.stats.labels
source: Labels
ar: Labels (AR)
de: Etiketten
es: Etiquetas
fr: Étiquettes
it: Etichette
ja: ラベル
ko: ラベル (한국어)
nl: Labels (NL)
pl: Labels (PL)
pt: Etiquetas
ru: Labels (RU)
th: Labels (TH)
tr: Labels (TR)
vi: 标签 (VI)
zh: 标签

# profile.stats.lists
source: Listed on
ar: مدرج في
de: Gelistet auf
es: Incluido en
fr: Présent sur
it: Presente in
ja: 掲載先
ko: 등록된 리스트
nl: Vermeld op
pl: Na listach
pt: Incluído em
ru: В списках
th: อยู่ในรายการ
tr: Bulunduğu listeler
vi: Có trong danh sách
zh: 被收录于

# profile.stats.media
source: Media
ar: الوسائط
de: Medien
es: Multimedia
fr: Médias
ja: メディア
ko: 미디어
pl: Multimedia
pt: Mídia
ru: Медиа
th: สื่อ
tr: Medya
vi: Phương tiện
zh: 媒体

# profile.stats.owned_lists
source: Owner of lists
ar: Owner of lists (AR)
de: Owner of lists (DE)
es: Owner of lists (ES)
fr: Owner of lists (FR)
it: Owner of lists (IT)
ja: Owner of lists (JA)
ko: Owner of lists (KO)
nl: Owner of lists (NL)
pl: Owner of lists (PL)
pt: Owner of lists (PT)
ru: Owner of lists (RU)
th: Owner of lists (TH)
tr: Owner of lists (TR)
vi: Owner of lists (VI)
zh: Owner of lists (ZH)

# profile.stats.owned_lists.empty
source: No lists owned
ar: No lists owned (AR)
de: No lists owned (DE)
es: No lists owned (ES)
fr: No lists owned (FR)
it: No lists owned (IT)
ja: No lists owned (JA)
ko: No lists owned (KO)
nl: No lists owned (NL)
pl: No lists owned (PL)
pt: No lists owned (PT)
ru: No lists owned (RU)
th: No lists owned (TH)
tr: No lists owned (TR)
vi: No lists owned (VI)
zh: No lists owned (ZH)

# profile.stats.owned_lists.empty_desc
source: This account hasn't created any lists yet.
ar: This account hasn't created any lists yet. (AR)
de: This account hasn't created any lists yet. (DE)
es: This account hasn't created any lists yet. (ES)
fr: This account hasn't created any lists yet. (FR)
it: This account hasn't created any lists yet. (IT)
ja: This account hasn't created any lists yet. (JA)
ko: This account hasn't created any lists yet. (KO)
nl: This account hasn't created any lists yet. (NL)
pl: This account hasn't created any lists yet. (PL)
pt: This account hasn't created any lists yet. (PT)
ru: This account hasn't created any lists yet. (RU)
th: This account hasn't created any lists yet. (TH)
tr: This account hasn't created any lists yet. (TR)
vi: This account hasn't created any lists yet. (VI)
zh: This account hasn't created any lists yet. (ZH)

# profile.stats.owned_lists.member_count
source: {count} members
ar: {count} members (AR)
de: {count} members (DE)
es: {count} members (ES)
fr: {count} members (FR)
it: {count} members (IT)
ja: {count} members (JA)
ko: {count} members (KO)
nl: {count} members (NL)
pl: {count} members (PL)
pt: {count} members (PT)
ru: {count} members (RU)
th: {count} members (TH)
tr: {count} members (TR)
vi: {count} members (VI)
zh: {count} members (ZH)

# profile.stats.posts
source: Posts
ar: Posts (AR)
de: Beiträge
es: Publicaciones
fr: Publications
it: Post
ja: 投稿
ko: 投稿 (한국어)
nl: Posts (NL)
pl: Posts (PL)
pt: Publicações
ru: Posts (RU)
th: Posts (TH)
tr: Posts (TR)
vi: 帖子 (VI)
zh: 帖子

# profile.stats.starter_packs
source: Starter Packs
ar: Starter Packs (AR)
de: Starterpakete
es: Paquetes de inicio
fr: Packs de démarrage
it: Starter Pack
ja: スターターパック
ko: スターターパック (한국어)
nl: Starter Packs (NL)
pl: Starter Packs (PL)
pt: Pacotes iniciais
ru: Starter Packs (RU)
th: Starter Packs (TH)
tr: Starter Packs (TR)
vi: Starter Pack (VI)
zh: Starter Pack

# profile.tap_to_add
source: Tap to add
ar: Tap to add (AR)
de: Zum Hinzufügen tippen
es: Toca para agregar
fr: Appuyez pour ajouter
it: Tocca per aggiungere
ja: タップして追加
ko: タップして追加 (한국어)
nl: Tap to add (NL)
pl: Tap to add (PL)
pt: Toque para adicionar
ru: Tap to add (RU)
th: Tap to add (TH)
tr: Tap to add (TR)
vi: 点击添加 (VI)
zh: 点击添加

# profile.title
source: Profile
ar: Profile (AR)
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: プロフィール (한국어)
nl: Profil (NL)
pl: Profile (PL)
pt: Perfil
ru: Profile (RU)
th: Profile (TH)
tr: Profile (TR)
vi: 个人资料 (VI)
zh: 个人资料

# profile.unblock.hint
source: Unblocks this account
ar: يفتح هذا الحساب
de: Entsperrt dieses Konto
es: Desbloquea esta cuenta
fr: Débloque ce compte
it: Sblocca questo account
ja: このアカウントのブロックを解除します
ko: 이 계정의 차단을 해제합니다.
nl: Deblokkeert dit account
pl: Odblokowuje to konto
pt: Desbloqueia esta conta
ru: Разблокирует этот аккаунт
th: เลิกบล็อกบัญชีนี้
tr: Bu hesabın engellemesini kaldırır
vi: Bỏ chặn tài khoản này
zh: 解除对该帐户的封锁

# profile.unmute.hint
source: Unmutes this account
ar: إلغاء تجاهل هذا الحساب
de: Hebt die Stummschaltung dieses Kontos auf
es: Desactiva esta cuenta
fr: Rétablit le son de ce compte
it: Riattiva l'audio di questo account
ja: このアカウントのミュートを解除します
ko: 이 계정을 음소거 해제합니다.
nl: Heft het dempen van dit account op
pl: Wyłącza wyciszenie tego konta
pt: Ativa o som desta conta
ru: Включает звук этого аккаунта
th: เปิดเสียงบัญชีนี้
tr: Bu hesabın sesini açar
vi: Bật tiếng tài khoản này
zh: 取消该帐户的静音

# profile.using_account
source: Using {handle} for authenticated lookup.
ar: Using {handle} for authenticated lookup. (AR)
de: Authentifizierte Suche mit {handle}.
es: [es] Authentifizierte Suche mit {handle}.
fr: Utilisation de {handle} pour la recherche authentifiée.
it: [it] Authentifizierte Suche mit {handle}.
ja: {handle} を使用して認証検索中。
ko: Using {handle} for authenticated lookup. (한국어)
nl: Using {handle} for authenticated lookup. (NL)
pl: Using {handle} for authenticated lookup. (PL)
pt: [pt] Authentifizierte Suche mit {handle}.
ru: Using {handle} for authenticated lookup. (RU)
th: Using {handle} for authenticated lookup. (TH)
tr: Using {handle} for authenticated lookup. (TR)
vi: 使用 {handle} 进行认证查找。 (VI)
zh: 使用 {handle} 进行认证查找。

# profile.your_lists
source: Your Lists
ar: Your Lists (AR)
de: Ihre Listen
es: Tus listas
fr: Vos listes
it: Le tue liste
ja: 自分のリスト
ko: 自分のリスト (한국어)
nl: Ihre Listen (NL)
pl: Your Lists (PL)
pt: Suas listas
ru: Your Lists (RU)
th: Your Lists (TH)
tr: Your Lists (TR)
vi: Your Lists (VI)
zh: 您的列表

# profile.your_lists_section
source: Profile listed on lists...
ar: الملف الشخصي مُدرج في القوائم...
de: Profil ist auf Listen aufgeführt...
es: Perfil incluido en listas...
fr: Profil présent sur des listes...
it: Profilo presente nelle liste...
ja: このプロフィールが掲載されているリスト...
ko: 프로필이 등록된 리스트...
nl: Profiel staat op lijsten...
pl: Profil znajduje się na listach...
pt: Perfil incluído em listas...
ru: Профиль добавлен в списки...
th: โปรไฟล์นี้อยู่ในรายการ...
tr: Profilin yer aldığı listeler...
vi: Hồ sơ có trong các danh sách...
zh: 个人资料被收录的列表...

# profile.your_starter_packs
source: Your Starter Packs
ar: Your Starter Packs (AR)
de: Ihre Starter Packs
es: Tus Starter Packs
fr: Vos Starter Packs
it: I tuoi Starter Pack
ja: 自分のスターターパック
ko: 自分のスターターパック (한국어)
nl: Ihre Starter Packs (NL)
pl: Your Starter Packs (PL)
pt: Seus Starter Packs
ru: Your Starter Packs (RU)
th: Your Starter Packs (TH)
tr: Your Starter Packs (TR)
vi: Your Starter Packs (VI)
zh: 您的 Starter Pack

# profile.your_starter_packs_section
source: Your Starter Packs
ar: Your Starter Packs (AR)
de: Ihre Starter Packs
es: Tus paquetes de inicio
fr: Vos Starter Packs
it: I tuoi Starter Pack
ja: 自分のスターターパック
ko: 自分のスターターパック (한국어)
nl: Ihre Starter Packs (NL)
pl: Your Starter Packs (PL)
pt: Suas Starter Packs
ru: Your Starter Packs (RU)
th: Your Starter Packs (TH)
tr: Your Starter Packs (TR)
vi: 您的 Starter Pack (VI)
zh: 您的 Starter Pack

# rel.add_to_list
source: Add to List
ar: Add to List (AR)
de: Zu Liste hinzufügen
es: Agregar a lista
fr: Ajouter à la liste
it: Aggiungi alla lista
ja: リストに追加
ko: リストに追加 (한국어)
nl: Zu Liste hinzufügen (NL)
pl: Add to List (PL)
pt: Adicionar to Lista
ru: Add to List (RU)
th: Add to List (TH)
tr: Add to List (TR)
vi: 添加到列表 (VI)
zh: 添加到列表

# rel.add_to_list.hint
source: Adds this account to one of your moderation lists
ar: إضافة هذا الحساب إلى إحدى قوائم الإشراف الخاصة بك
de: Fügt dieses Konto einer Ihrer Moderationslisten hinzu
es: Agrega esta cuenta a una de sus listas de moderación
fr: Ajoute ce compte à l'une de vos listes de modération
it: Aggiunge questo account a uno dei tuoi elenchi di moderazione
ja: このアカウントをモデレーション リストの 1 つに追加します
ko: 중재 목록 중 하나에 이 계정을 추가합니다.
nl: Voegt dit account toe aan een van uw moderatielijsten
pl: Dodaje to konto do jednej z Twoich list moderacji
pt: Adiciona esta conta a uma de suas listas de moderação
ru: Добавляет этот аккаунт в один из ваших списков модерации.
th: เพิ่มบัญชีนี้ลงในรายการตรวจสอบรายการใดรายการหนึ่งของคุณ
tr: Bu hesabı denetleme listelerinizden birine ekler
vi: Thêm tài khoản này vào một trong các danh sách kiểm duyệt của bạn
zh: 将此帐户添加到您的审核列表之一

# rel.added_to_list.hint
source: Adds {actor} to {list}
ar: يضيف {actor} إلى {list}
de: Fügt {actor} zu {list} hinzu
es: Agrega {actor} a {list}
fr: Ajoute {actor} à {list}
it: Aggiunge {actor} a {list}
ja: {actor} を {list} に追加します
ko: {list}에 {actor}을 추가합니다.
nl: Voegt {actor} toe aan {list}
pl: Dodaje {actor} do {list}
pt: Adiciona {actor} a {list}
ru: Добавляет {actor} в {list}.
th: เพิ่ม {actor} ให้กับ {list}
tr: {list}'e {actor} ekler
vi: Thêm {actor} vào {list}
zh: 将{actor} 添加至{list}

# rel.block
source: Block
ar: Block (AR)
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ja: ブロック
ko: ブロック (한국어)
nl: Blockieren (NL)
pl: Block (PL)
pt: Bloquear
ru: Block (RU)
th: Block (TH)
tr: Block (TR)
vi: 屏蔽 (VI)
zh: 屏蔽

# rel.block_confirm
source: Block this account?
ar: Block this account? (AR)
de: Diesen Account blockieren?
es: [es] Diesen Account blockieren?
fr: Bloquer ce compte ?
it: Bloccare questo account?
ja: [ja] Diesen Account blockieren?
ko: Block this account? (한국어)
nl: Diesen Account blockieren? (NL)
pl: Block this account? (PL)
pt: Bloquear this account?
ru: Block this account? (RU)
th: Block this account? (TH)
tr: Block this account? (TR)
vi: 屏蔽此账户？ (VI)
zh: 屏蔽此账户？

# rel.block_message
source: Blocking prevents interaction and is treated as a destructive moderation action.
ar: Blocking prevents interaction and is treated as a destructive moderation action. (AR)
de: Blockieren verhindert Interaktion und gilt als destruktive Maßnahme.
es: Blocking prevents interaction and is treated as a destructive moderación action.
fr: Bloquer empêche toute interaction et est considéré comme une action de modération destructive.
it: Bloccare impedisce l'interazione ed è considerata un'azione distruttiva.
ja: [ja] Blockieren verhindert Interaktion und gilt als destruktive Maßnahme.
ko: Blocking prevents interaction and is treated as a destructive moderation action. (한국어)
nl: Blockieren verhindert Interaktion und gilt als destruktive Maßnahme. (NL)
pl: Blocking prevents interaction and is treated as a destructive moderation action. (PL)
pt: Blocking prevents interaction and is treated as a destructive moderação action.
ru: Blocking prevents interaction and is treated as a destructive moderation action. (RU)
th: Blocking prevents interaction and is treated as a destructive moderation action. (TH)
tr: Blocking prevents interaction and is treated as a destructive moderation action. (TR)
vi: 屏蔽会阻止互动，被视为破坏性审核操作。 (VI)
zh: 屏蔽会阻止互动，被视为破坏性审核操作。

# rel.block_swipe.hint
source: Blocks this account — swipe action
ar: حظر هذا الحساب - إجراء السحب
de: Blockiert dieses Konto – Wischaktion
es: Bloquea esta cuenta: acción de deslizar el dedo
fr: Bloque ce compte – action de balayage
it: Blocca questo account: azione di scorrimento
ja: このアカウントをブロックします — スワイプアクション
ko: 이 계정을 차단합니다 - 스와이프 동작
nl: Blokkeert dit account - veegactie
pl: Blokuje to konto — akcja przesunięcia
pt: Bloqueia esta conta – ação de deslizar
ru: Блокирует этот аккаунт — проведите пальцем по экрану
th: บล็อกบัญชีนี้ — การดำเนินการปัด
tr: Bu hesabı engeller — kaydırma eylemi
vi: Chặn tài khoản này - thao tác vuốt
zh: 阻止此帐户 - 滑动操作

# rel.block.hint
source: Blocks this account from interacting with you
ar: حظر هذا الحساب من التفاعل معك
de: Blockiert die Interaktion dieses Kontos mit Ihnen
es: Bloquea esta cuenta para que no interactúe contigo
fr: Empêche ce compte d'interagir avec vous
it: Impedisce a questo account di interagire con te
ja: このアカウントがあなたとやり取りできないようにブロックします
ko: 이 계정이 귀하와 상호작용하는 것을 차단합니다.
nl: Blokkeert de interactie van dit account met u
pl: Blokuje temu kontu możliwość interakcji z Tobą
pt: Impede que esta conta interaja com você
ru: Блокирует взаимодействие этого аккаунта с вами
th: บล็อกบัญชีนี้ไม่ให้โต้ตอบกับคุณ
tr: Bu hesabın sizinle etkileşimde bulunmasını engeller
vi: Chặn tài khoản này tương tác với bạn
zh: 阻止此帐户与您互动

# rel.close_picker.hint
source: Closes the list picker without adding
ar: إغلاق منتقي القائمة دون إضافة
de: Schließt die Listenauswahl, ohne etwas hinzuzufügen
es: Cierra el selector de lista sin agregar
fr: Ferme le sélecteur de liste sans ajouter
it: Chiude il selettore elenco senza aggiungere
ja: 追加せずにリストピッカーを閉じます
ko: 추가하지 않고 목록 선택기를 닫습니다.
nl: Sluit de lijstkiezer zonder iets toe te voegen
pl: Zamyka selektor listy bez dodawania
pt: Fecha o seletor de lista sem adicionar
ru: Закрывает средство выбора списка без добавления
th: ปิดตัวเลือกรายการโดยไม่ต้องเพิ่ม
tr: Liste seçiciyi eklemeden kapatır
vi: Đóng bộ chọn danh sách mà không thêm
zh: 关闭列表选择器而不添加

# rel.export_message
source: Bluesky {mode} list
ar: Bluesky {mode} list (AR)
de: Bluesky-{mode}-Liste
es: [es] Bluesky-{mode}-Liste
fr: Liste {mode} Bluesky
it: Lista Bluesky {mode}
ja: [ja] Bluesky-{mode}-Liste
ko: Bluesky {mode} list (한국어)
nl: Bluesky-{mode}-Liste (NL)
pl: Bluesky {mode} list (PL)
pt: [pt] Bluesky-{mode}-Liste
ru: Bluesky {mode} list (RU)
th: Bluesky {mode} list (TH)
tr: Bluesky {mode} list (TR)
vi: Bluesky {mode} 列表 (VI)
zh: Bluesky {mode} 列表
